{
  "name": "time_thief_part3",
  "title": "The Time Thief, Part 3",
  "description": "<p>Alarms sound as a great dragon shadow covers the keep of the Inebriati. A shout of \"Stand down!\" echos through the halls as the group reaches the parapets, seeing metallic brass scales glinting across the huge creature in the air above you. </p>\n<p>Gren lands before you, his face somber. \"We meet again my friends. I did not expect you to vanish off my back after we fled Dalan's killing spree. I now assume it was Parna's last bit of strength that pulled you back into your own time. Learning your whereabouts in time and space took me several years. Those were not good years as dragons have become hunted since that day. I was able to escape, but lost much of my knowledge hoard. None of that matters though, we need to find Parna. I pray she is not beyond hope by the time you all arrive, but I have finally found her too. Unfortunately, she is in a place I cannot go, for dragons have all been killed by this time. She is in the future, and it is there you will see the affects of Dalan's victories. I do not know why she entered this dark time, but I know losing her would only make Dalan more powerful. Her reasons must have been very good though. Find out what she learned, for it could mean everything.\"</p>\n<p>Gren's eyes glow golden. \"My powers have grown, I will help you as much as I can to arrive in a safe place, but know that once you are there you are on your own.\" As he says this, the world vanishes before your eyes. When your vision returns, a vast city unlike you've ever seen looms before you. Smoke billows from a gigantic tower near you. The walls appear made of solid metal in size you never imagined possible. As you gape in awe of your surroundings, you are illuminated by one circular light, then another, and then a third. Whirling sounds and others you are unfamiliar with start up, and men with fire shooting down their backs land around you, pointing long tubes at all of you.</p>",
  "version": "1.0.0",
  "minimumCoreVersion": "0.0.0",
  "compatibleCoreVersion": "1.0.0",
  "scripts": [],
  "esmodules": [],
  "styles": [],
  "packs": [],
  "languages": [],
  "authors": [],
  "keywords": [],
  "socket": false,
  "url": "",
  "manifest": "",
  "manifest": "https://github.com/inebriati/foundry/raw/chaotic_attack/worlds/time_thief_part3/world.json",
  "download": "https://github.com/inebriati/foundry/raw/chaotic_attack/worlds/time_thief_part3/time_thief_part3.zip",
  "license": "",
  "readme": "",
  "bugs": "",
  "changelog": "",
  "background": "worlds/time_thief_part3/backgrounds/brass_dragon.jpg",
  "system": "dnd5e",
  "coreVersion": "0.6.5",
  "systemVersion": 0.93,
  "nextSession": ""
}
